Repository: lmammino/anobiiwidget
Catalog: languages/anobiiwidget-*.po
Languages: hr, id_id

source: Finished
hr: Završeno
id_id: Selesai

source: Not Started
hr: Nije započeto
id_id: Belum mulai

source: Reading
hr: Učitavanje
id_id: Bacaan

source: Unfinished
hr: Nije dovršeno
id_id: Belumselesai

source: Reference
hr: Preporuka
id_id: Surat bukti

source: Abandoned
hr: Napušteno
id_id: Yang di buang

source: One day
hr: Jedan dan
id_id: Suatu hari

source: 3 days
hr: Tri(3) dana
id_id: Tiga hari

source: A week
hr: Tjedan dana
id_id: Minggu

source: A month
hr: Mjesec dana
id_id: Bulan

source: Always
hr: Uvjek
id_id: Selalu

source: Only on the first element
hr: Samo na prvom
id_id: Hanya dalam dasar pertama

source: Never
hr: Nikad
id_id: Tidak pernah

source: Shows your books on Anobii.com
hr: Prikaži svoje knjige na Anobii.com
id_id: Tunjukan bukumu dalam anobii.com

source: Title:
hr: Naslov:
id_id: Memberi judul:

source: Username:
hr: Korisničko ime:
id_id: Pemakai:

source: Add profile link
hr: Dodaj link za profil
id_id: Pakai profile link

source: Items:
hr: Predmeti:
id_id: Cuaca:

source: Show images:
hr: Prikaži slike:
id_id: Tunjukan gambar

source: Use Javascript (recommended)
hr: Koristi Javascript (preporučljivo)
id_id: Gunakan Javascript (disarankan)

source: Book types:
hr: Tip knjige:
id_id: Macam buku

source: Cache duration:
hr: Trajanje cachea:
id_id: Cache durasi:

source: Promote the plugin
hr: Promicati čep
id_id: Promosikan plugin

source: aNobii servers are currently unavailable. Please try again later.
hr: aNobii poslužitelji su trenutno nedostupne. Molimo pokušajte ponovno kasnije.
id_id: aNobii server saat ini tidak tersedia. Silakan coba lagi nanti.

source: There are no books to show
hr: Nema knjiga za prikaz
id_id: Di sana tidak ada buku untuk di tunjukan

source: %s developed by %s
hr: %s razvijen od strane %s
id_id: %s dikembangkan oleh %s
